"lblChargeLimit" = "Limită încărcare:";
"btnDischarge" = "Descarcă";
"btnTopup" = "Încarcă";
"btnInstallHelper" = "Instalează Programul ajutător";
"btnQuit" = "Închide";
"hlpSailingModePopover" = "Modul Plutire activat.";
"hlpCalibrationPopover" = "Programul se recalibrează.";
"hlpHeatProtectionPopover" = "Încărcarea este oprită din cauza temperaturii ridicate. Temperatura curentă: ";
"hlpIntelModePopover" = "Modul Intel este activ.";
"lblSailingMode" = "Mod Plutire";
"txtEnabled" = "Activat";
"txtDisabled" = "Dezactivat";
"hlpSailingModeSettings" = "După ce AlDente ți-a încărcat bateria la nivelul dorit, acesta îți va lăsa MacBook-ul să scadă la nivelul setat înainte să înceapă să încarce din nou. Asta se întămplă pentru a preveni rapida încărcare/descărcare în jurul nivelului setat.";
"txtWillSailTo" = "Va pluti la ";
"txtSailingModeDeactivated" = "Mod Plutire dezactivat.";
"lblHeatProtection" = "Protecție Încălzire";
"hlpHeatProtectionSettings" = "AlDente va opri încărcarea automat dacă temperatura bateriei atinge valoarea aleasă.";
"txtMaxTemp" = "Temp. maximă";
"txtCurrent" = "  În prezent: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "Protecție Încălzire dezactivată.";
"lblCalibrationMode" = "Mod Calibrare";
"btnStopCalibration" = "Oprește Calibrarea";
"btnStartCalibration" = "Începe Calibrarea";
"txtDischarge15" = "Descarcă\n15%";
"txtCharge100" = "Încarcă\n100%";
"txtHold1h" = "Menține\n1h";
"txtHold" = "Menține\n";
"txtDischarge" = "Descarcă\n";
"lblStopChargingWhenSleeping" = "Oprește încărcarea\nîn timpul Somnului";
"hlpStopChargingWhenSleeping" = "Când este activ, încărcarea este oprită când sistemul adoarme, chiar dacă nivelul dorit nu este încă atins.";
"lblStopChargingWhenClosed" = "Oprește încărcarea\ncând aplicația este închisă";
"lblStopChargingWhenPoweredOff" = "Oprește încărcarea\ncând este oprit";
"hlpStopChargingWhenPoweredOff" = "Când este activ, încărcarea este oprită când AlDente este închis. Această setare poate fi reconfigurată prin a redeschide AlDente sau prin a reseta SMC.";
"lblIntelMode" = "Mod Intel";
"hlpIntelModeSettings" = "Disponibil numai pentru MacBook-uri Intel. Acestă setare folosește alte chei SMC pentru a controla nivelul maxim de încărcare. Funcții precum Permite Descărcarea, Modul Plutire și Modul Calibrare sunt indisponibile în acest mod, însă nivelul ales de încărcare persistă între reporniri. Nivelul final poate varia de la nivelul ales cu maxim 5%.";
"lblHelperApp" = "Program ajutător";
"btnReinstall" = "Reinstalează";
"btnRemove" = "Elimină";
"lblUpdates" = "Actualizări";
"btnCheckForUpdates" = "Verifică pentru actualizări";
"txtCheckManually" = "Verifică manual";
"txtCheckAutomatically" = "Verifică automat";
"lblOther" = "Altele";
"btnManageLicense" = "Administrează licența";
"btnActivateLicense" = "Activează Licența";
"btnSaveDebugFile" = "Salvează fișierul de depanare";
"lblLaunchAtLogin" = "Lansează la Conectare";
"hlpLaunchAtLogin" = "Lansează AlDente la pornire";
"lblRestoreCompleted" = "Resetarea s-a completat!";
"txtRestoreCompleted" = "Setările tale au fost resetate la valorile prestabilite.";
"btnResetSettings" = "Resetează setările";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Gratuit";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Gătit în 2024 de AppHouseKitchen";
"lblFooterFree" = "(C) 2024 AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "Cumpără Pro!";
"lblSyncingChargeState" = "Se sincronizează stadiul de încărcare";
"txtDischargeExitDescription" = "Deoarece AlDente îți descarcă bateria în prezent, trebuie să aștepte ca macOS să recunoască că încărcarea s-a oprit înainte să închizi aplicația. Apasă OK să închizi aplicația indiferent, însă ecranul va deveni gol pentru câteva momente.";
"btnOK" = "OK";
"btnCancel" = "Anulare";
"lblIntelNotification" = "AlDente rulează în Modul Intel";
"txtIntelNotification" = "Din cauza limitărilor de hardware, numai Modul Intel este disponibil pe acest MacBook. Funcțiile Pro nu pot fi folosite în acest mod.";
"lblSetupNotification" = "Configurare AlDente Pro";
"txtSetupNotification" = "Te rugăm navighează la:\n\nPreferințe Sistem ➔ Baterie ➔ Baterie\n\nși dezactivează\n\n \Încărcare optimizată baterie\.\n\nAstfel, AlDente are control complet asupra încărcării dispozitivului tău.";
"txtSetupNotificationVentura" = "Te rugăm navighează la:\n\nSetări Sistem ➔\nBaterie ➔\nStare Sănătate (buton Info)\n\nși dezactivează\n\n \Încărcare optimizată baterie\.\n\nAstfel, AlDente are control complet asupra încărcării dispozitivului tău.";
"lblUpdateHelperNotification" = "Actualizează programul ajutător";
"txtUpdateHelperNotification" = "AlDente trebuie să actualizeze programul ajutător. Poți elimina oricând acest program folosind butonul \Elimină programul ajutător\.";
"lblInstallHelperNotification" = "Instalează programul ajutător";
"txtInstallHelperNotification" = "Pentru a controla modul de încărcare a MacBook-ului tău, AlDente Pro trebuie să instaleze un progarm ajutător. Poți elimina oricând acest program folosind butonul \Elimină programul ajutător\.";
"lblHelperInstallSuccessNotification" = "Programul ajutător s-a instalat!";
"lblRemoveHelperNotification" = "Elimini programul ajutător?";
"txtRemoveHelperNotification" = "Ești sigur(ă) că vrei să elimini programul ajutător? AlDente nu poate funcționa fără acest program.";
"lblHelperRemovedNotification" = "Program ajutător eliminat";
"txtHelperRemovedNotification" = "Ai eliminat cu succes programul ajutător al AlDente. Din moment ce AlDente depinde de acest program pentru a-și face magia, aplicația nu va fi de mult folos fără acesta. AlDente se va închide acum.";
"lblClamshellDischargeProNotification" = "Scuze!";
"txtClamshellDischargeProNotification" = "Descărcarea in modul clamshell este disponibilă numai cu versiunea Pro.";
"lblDischargeInfoNotification" = "Câteva informații despre Mod Descărcare";
"txtDischargeInfoNotification" = "Pentru a descărca în orice scenariu, precum modul clamshell, AlDente trebuie să dezactiveze temporar modul Somn. Din această cauză, opțiunea Adormire va fi indisponibilă pe unele MacBook-uri. De asemenea, unele aplicații care controlează funcția de adormire nu vor rula corespunzător.";
"lblDebugInfoSavedNotification" = "Informații de depanare salvate";
"txtDebugInfoSavedNotification" = "Informațiile de depanare au fost salvate la: ";
"lblActivationSuccessfulNotification" = "Activat cu succes!";
"txtActivationSuccessfulNotification" = "Îți mulțumim pentru achiziția a AlDente Pro! Fie ca pastele să fie cu tine.";
"lblNoConnectionNotification" = "Fără conexiune";
"lblDisableSleepCompletely" = "Dezactivează Adormirea\npână la atingerea limitei";
"hlpDisableSleepCompletely" = "Cu această setare activă, AlDente dezactivează adormirea MacBook-ului tău până când limita de încărcare este atinsă, chiar și când capacul este închis. Somn este reactivat automat când cablul de încărcare este deconectat.";
"lblShowOnStartup" = "Afișează la Pornire";
"hlpShowOnStartup" = "Interfața AlDente va apărea automat când aplicația este deschisă.";
"hlpShowDockIcon" = "O imagine AlDente este vizibilă în Dock.";
"lblShowDockIcon" = "Afișează AlDente în Dock";
"hlpNoMenubarIcon" = "Elimină imaginea AlDente din bara de instrumente. Cât timp această setare este activă, AlDente va fi accesibil numai din Dock.";
"lblPopoverAnimation" = "Animație pop-up";
"hlpPopoverAnimation" = "Pornește sau oprește animația pop-up a ferestrei.";
"lblPopupWindow" = "Fereastră pop-up";
"lblNoMenubarIcon" = "Ascunde imaginea din bara de instrumente";
"lblShowOnlyAlDenteIcon" = "Doar imaginea AlDente";
"lblShowBatteryIcon" = "Imagine baterie";
"lblShowPercentage" = "Imagine procentaj";
"lblMenubarIcon" = "Imagine bară de instrumente";
"txtDifference" = "Diferență:";
"txtNoConnectionNotification" = "AlDente trebuie să verifice dacă licența ta este validă la fiecare 30 de zile. Te rugăm să te conectezi la Internet pentru ca AlDente să funcționeze.";
"lblAdvancedIntelMode" = "Modul Intel Avansat";
"hlpSettingsLock" = "Setările sunt blocate. Contactează-ți administratorul IT pentru a le debloca.";
"hlpUseRealPercentage" = "Cu această setare activă, AlDente va folosi actual procentul hardware al bateriei. Aceasta valoare variază în macOS cu câteva procente, depinde de vârsta bateriei și de stadiul de încărcare.";
"ttlStats" = "Statistici";
"lblUseRealPercentage" = "Procent hardware al bateriei";
"hlpShowOnlyAlDenteIcon" = "Cine nu ar vrea o porție gustoasă de paste în bara lor de instrumente oricând?";
"hlpShowBatteryIcon" = "Cine nu ar vrea o porție gustoasă de paste în bara lor de instrumente oricând?";
"hlpShowPercentage" = "Cine nu ar vrea o porție gustoasă de paste în bara lor de instrumente oricând?";
"lblCheckAutomatically" = "Verifică automat";
"txtIntelExplanation" = "Pe MacBook-ul tău, limita de încărcare persistă și în Somn sau când acesta este oprit. Însă, din cauza limitărilor tehnice, procentul poate varia.";
"ttlMoreSettings" = "Mai multe";
"ttlScheduleSettings" = "Program";
"lblSleep" = "Somn";
"lblLockScreenWhenClosed" = "Ecran blocat când este închis";
"hlpLockScreenWhenClosed" = "Când este activ, ecranul va fi încuiat când capacul este închis și adormirea dezactivată.";
"lblAutomaticDischarge" = "Descărcare Automată";
"hlpAutomaticDischarge" = "Când este activ, AlDente va descărca bateria automat la nivelul ales dacă procentul curent de încărcare este mai ridicat.";
"lblCharging" = "Se încarcă";
"hlpAutomaticDischargeButton" = "AlDente va descărca bateria automat când limita de încărcare este sub procentul curent de încărcare.";
"ttlGeneralSettings" = "General";
"ttlChargeSettings" = "Încărcare";
"ttlFeatureSettings" = "Funcții";
"ttlAppearanceSettings" = "Aspect";
"lblMagsafeLED" = "LED-ul MagSafe";
"lblControlMagsafeLED" = "Controlează LED-ul MagSafe";
"hlpControlMagsafeLED" = "Dacă această setare este activă, AlDente va seta culoarea LED-ului MagSafe la stadiul curent de încărcare.";
"lblBlinkOrangeDischarge" = "Clipește Portocaliu în timpul Descărcării";
"hlpBlinkOrangeDischarge" = "Dacă această setare este activă, LED-ul MagSafe va clipi portocaliu cât timp Descărcare este activ.";
"lblMagsafeAlwaysOff" = "Permanent Oprit";
"hlpMagsafeAlwaysOff" = "Dacă această setare este activă, LED-ul MagSafe va fi oprit cât timp AlDente rulează.";
"ttlCalibrationNotPossible" = "Calibrarea este imposibilă!";
"txtCalibrationNotPossible" = "Modul Calibrare este disponibil numai când un încărcător este conectat.";
"ttlSMCIssue" = "Eroare Limită de Încărcare";
"ttlLowChargeLimitWarning" = "Limită Scăzută de Încărcare";
"txtLowChargeLimitWarning" = "Păstrarea bateriei la un nivel scăzut pentru o perioadă lungă de timp poate crește șansele unei calibrări incorecte.\nAsta poate rezulta în opriri bruște ale dispozitivului tău.\nDacă acesta este cazul, problema poate fi adesea reparată folosind Modul Calibrare al AlDente.";
"txtSMCIssue" = "AlDente a detectat o problemă cu macOS care poate întrerupe temporar funcționarea Limitatorului de Încărcare .\nTe rugăm să urmezi acești pași pentru ca AlDente să funcționeze din nou:\n1. Deconectează încărcătorul din priză și oprește-ți MacBook-ul\n2. Așteaptă pentru 5 minute\n3. Pornește-ți MacBook-ul și reconectează încărcătorul în priză.\nAlDente ar trebui să funcționeze din nou.";
"ttlTasks" = "Sarcini";
"txtTasksIntelMode" = "Programare Sarcini este indisponibil în Modul Intel.";
"txtTasksNotActivated" = "Cumpără AlDente Pro pentru a folosi Programare Sarcini!";
"txtCreateNewTask" = "Folosește butonul + pentru a adăuga o nouă sarcină!";
"txtTask" = "Sarcină";
"txtStartTasksNext" = "Rulează Sarcinile când este posibil:";
"txtTaskHistory" = "Istoric Sarcini";
"ttlName" = "Nume:";
"ttlActive" = "Activ:";
"ttlAction" = "Sarcină:";
"txtTopUp" = "Încarcă";
"txtDischargeTo" = "Descarcă la";
"ttlRepeat" = "Repetă:";
"txtDaily" = "Zilnic";
"txtWeekly" = "Săptămânal";
"txtMonthly" = "Lunar";
"ttlStart" = "Începe:";
"hlpStartTasksNext" = "AlDente nu poate rula în timp ce MacBook-ul tău este adormit sau oprit. Dacă MacBook-ul tău a fost oprit sau adormit când trebuia să îndeplinească o sarcină, acesta va încerca din nou când este repornit.";
"lblHelperInstallError" = "Eroare la instalarea programului ajutător";
"txtHelperInstallError" = "A apărut o problemă cu instalarea programului ajutător. Apasă OK pentru a reîncerca. Va trebui să-ți tastezi parola din nou.";
"txtInstallHelper" = "AlDente are nevoie de un program ajutător pentru a funcționa. Te rugăm să instalezi programul ajutător.";
"txtHelperInstallSuccessNotification" = "Programul ajutător a fost instalat cu succes!";
"txtPause" = "Întrerupe încărcarea";
"txtCalibrate" = "Începe Modul de Calibrare";
"txtChargeTo" = "Setează o limită de încărcare";
"ttlAlDenteSetup" = "Configurare AlDente";
"txtAlDenteHeadline" = "Bine ai venit la AlDente!";
"txtIntro" = "Înainte să începem, trebuie să configurăm câteva setări.";
"ttlInstallHelper" = "Instalează Program Ajutător";
"txtInstallHelperInfo" = "AlDente are nevoie de un program ajutător pentru a controla procesul de încărcare al MacBook-ului tău.";
"txtHelperInstalled" = "(Program ajutător deja instalat)";
"ttlOptimisedCharging" = "Încărcare optimizată baterie";
"txtOptimisedChargingInfo" = "Pentru a oferi AlDente control complet asupra procesului de încărcare a MacBook-ului tău, Încărcare optimizată baterie trebuie să fie dezactivată.";
"bpOpenSettings" = "• Deschide Setări Sistem → Baterie";
"bpClickInfoButton" = "• Apasă butonul info de lângă Încărcare optimizată baterie";
"bpDisableOptimisedCharging" = "• Dezactivează Încărcare optimizată baterie";
"txtDisableOptimisedChargingOld" = "Te rog navighează în: Preferințe Sistem ➔ Baterie ➔ Stare Sănătate și dezactivează: Încărcare optimizată baterie.";
"btnOpenSettings" = "Deschide Preferințe";
"ttlCustomiseAlDente" = "Customizează AlDente";
"txtPresetInfo" = "Cum îți folosești MacBook-ul?";
"btnMostlyHome" = "Majoritar acasă";
"btnOnTheGo" = "Pe drumuri";
"btnSkip" = "Sari peste";
"ttlSetupModal" = "Vor fi configurate următoarele setări:";
"bpChargeLimit" = "• Limită Încărcare";
"bpLaunchAtLogin" = "• Lansare la Conectare";
"bpSailingMode" = "• Mod Plutire*";
"bpHeatProtection" = "• Protecție Încălzire*";
"bpAutomaticDischarge" = "• Descărcare Automată*";
"bpStopChargingWhenSleeping" = "• Oprește încărcarea în Somn*";
"bpStopChargingWhenClosed" = "• Oprește încărcarea când aplicația este închisă*";
"bpHardwareBatteryPercentage" = "• Procent Baterie conform Hardware*";
"ttlProLicense" = "Licență Pro";
"txtProLicenseInfo" = "Dacă deja ai o licență Pro, o poți activa aici.";
"btnUseFree" = "Folosește Gratuit";
"btnActivatePro" = "Activează Pro";
"txtOn" = "Pornit";
"txtOff" = "Oprit";
"txtOnlyInPro" = "* Disponibil numai cu AlDente Pro";
"txtEveryWeekday" = "Zilele săptămânii";
"txtEvery2Weeks" = "Bisăptămânal";
"txtDontShow" = "Niciodată";
"lblStats" = "Statistici";
"lblPowerFlowNotAvailable" = "Datorită restricțiilor tehnice, fluxul de putere nu este disponibil pe acest sistem.";
"txtPowerFlowFreeExplanation" = "Aceasta este doar date de exemplu în scop demonstrativ.Deblocați Aldente Pro pentru a obține date în timp real!";
"lblShowInPopover" = "Arată în Popover";
"hlpShowInPopover" = "Dacă este activat, acest widget va fi vizibil și în popoverul de bare de meniu.";
"lblDischargeLimitToHighNotification" = "Limita de încărcare prea mare";
"txtDischargeLimitToHighNotification" = "Pentru a utiliza funcția de descărcare, trebuie să setați limita de încărcare la o valoare mai mică decât procentul curent al bateriei.";
"chkDontAskAgain" = "Nu mai întreba din nou";
"lblLimit" = "Limită:";
"txtAlDenteStatus" = "Statutul Aldere";
"txtMacOSNative" = "MacOS nativ";
"txtMacOSColored" = "macOS colorat";
"ttlSettingsBackup" = "A fost găsită o copie de rezervă a setărilor Aldente Pro.Vrei să le restaurezi?";
"txtSettingsBackup" = "Restaurați setările Pro?";
"ttlAlDenteSettings" = "Setări Aldente";
"txtDontRepeat" = "Nu repeta";
"lblIconStyle" = "Stil de pictogramă";
"txtAlDenteIcon" = "Logo -ul AlDente";
"txtEnterTargetPercentage" = "Introduceți procentul țintă:";
"hlpSailingMinPerc" = "Sub 20%, Aldente vă va încărca întotdeauna bateria, iar modul de navigație este suprascris.";
"ttlPowerFlow" = "Fluxul de putere";
"chkRembemberDecision" = "Amintiți -vă decizia mea";
"ttlSensorData" = "Date senzor";
"ttlBatHealth" = "Sănătatea bateriei";
"txtDesignCap" = "Capacitate de proiectare:";
"txtMaxCap" = "Capacitate maximă:";
"txtHardwareCap" = "Capacitate hardware:";
"txtMacOSCap" = "Capacitate macOS:";
"txtCycleCount" = "Numarul de cicluri:";
"ttlBatSpecs" = "Specificații de baterie";
"txtBatTemp" = "Temperatura bateriei:";
"txtTimeRemaining" = "Timp ramas:";
"txtTimeToFull" = "E timpul să completeze:";
"txtBatterySerial" = "Număr de serie:";
"ttlElectricalSpecs" = "Specificații electrice";
"txtChargerI" = "Curentul încărcătorului:";
"txtChargerU" = "Tensiune încărcător:";
"txtBatI" = "Curentul bateriei:";
"txtBatU" = "Voltajul bateriei:";
"txtSystemP" = "Încărcare a sistemului:";
"txtCalibrationInterrupted" = "Modul de calibrare a fost întrerupt.\n Doriți să continuați calibrarea?";
"txtPopover" = "Arată în Popover";
"ttlQuitApp" = "Renunțați la Aldente?";
"txtQuitApp" = "Vrei să renunți la Aldente?";
"txtCondition" = "Stare macOS:";
"hlpLowPowerMode" = "Modul de putere redusă macOS este activ.";
"lblLowPowerMode" = "Mod economisire baterie";
"lblTopUpWhileCalibrationNotification" = "Topiți -vă nu este posibil.";
"txtTopUpWhileCalibrationNotification" = "Top Up nu este posibil în timp ce se desfășoară o calibrare.Vă rugăm să dezactivați modul de calibrare înainte de a începe să vă completați.";
"txtNothing" = "Nu face nimic";
"hlpRightClickAction" = "Determină ce ar trebui să se întâmple atunci când pictograma Aldente din bara de meniu este făcută clic dreapta.";
"txtToggleChargeLimit" = "Start/Stop Charging";
"txtToggleLPM" = "Activați/dezactivați modul de putere mică";
"txtRightClickAction" = "MENUBAR CLICK DREPT";
